[CorpseAdventPuellaMagi X2ItemTemplate]
FriendlyName="魔法少女尸体"
FriendlyNamePlural="魔法少女尸体"
BriefSummary="战斗结束时，这位变种人教派的精灵变成了一个"女孩"，在一道微弱的闪光中进入了僵局。现在她唯一的证据就是一块破碎的珠宝和一只身上有无可辩驳的纹身的"松鼠"。——根据现场人员的证词，我们已经在一个特殊的容器中分离了这种生物。"

[AutopsyAdventPuellaMagifirst X2TechTemplate]
DisplayName="魔法少女化身的吉祥物审问"
Summary="初步分析的结果显示，正是这种不明生物将无辜的女孩变成了长老的一次性容器。现在我们有了适当的审讯工具，是时候挖掘真相了。"
CodeName="孵化器"
LongDescription="自从在战场上首次发现她们以来，就很明显，她们只是伴随着变种人教派宣传长大的学生，而且大多数都未成年。怀揣着这样的认知，我开始对这些无疑也是受害者的对象进行研究。因此，我将这项研究的重点转向了一只“灵能”松鼠，而这次尝试取得了成功。得益于XCOM的灵能知识和心理分析技术，我发现她们存在着严重的精神缺陷，尽管她们拥有高度的智力和通过心灵感应进行认知操控的能力。她们是一种群体思维的生物——无视自身生活和环境的变化，相反，她们往往极度痴迷于诸如宇宙终结之类的长远目标。由于这些特质，她们在制造虚假证言时承受着巨大的精神负担。通过系统分析和利用这些弱点进行审讯，我们发现她们将未成年人类和长者作为某种宇宙生存所需的灵能引擎。令人惊讶的是，为了上述那些模糊的目的，她们机械地重复着极度不人性或非理性的选择。由于这些重大的弱点，我们可以将她们视为一种灵能知识库。除此之外，我还意识到为什么最初的分析中没有检测到她们的存在。她们是在长者的“提议”和支持下，在受害者的灵魂宝石中合成的，这证明她们是一个空洞愿望的产物，以成为魔法少女作为回报。也许长老正在寻找一种方法，利用这些女孩和孵化器的特性，以灵能的方式与某种特定生物实现同步。理查德.泰根。"
AlertString="魔法少女化身孵化器"

[AutopsyAdventPuellaMagi X2TechTemplate]
DisplayName="魔法少女解剖"
Summary="在战场上，这些女孩就像长老一样发动心灵攻击，尽管她们的身体极其脆弱，与同龄人无异。现在我们必须弄清楚变种人如何能够大量处理这些心灵儿童士兵 - 并找到一种方法来阻止这种不可接受的邪恶。"
CodeName="替罪羊"
LongDescription="当然，与其他变种人或外星人成员不同 - 他们没有受到任何基因和手术操纵。但凭借她的一些物品和变种人士兵的各种手册 - 我成功获得了有关这位变种人仙女的详细信息。所有变种人的魔法少女化身都属于下层社会 - 但通过某种"愿望"，他们从一个年轻女孩变成了一个长老的一次性容器，地位似乎上升到了更高的水平。 - 在这个过程中，动员了高度的宣传，他们的愿望都是"未知外星人的灵魂网络"的"化身项目的成功"。 - 比现有的变种人魔法少女化身网络更保密。因此，变种人和魔法少女化身通过口头语言相互交流 - 在这个过程中，我们能够识别孵化器的未识别正确名称以及提及它的"松鼠"的身份。指挥官。我建议这项研究的方向应该转向想从复仇者那里逃出来的松鼠一样的长老的新朋友，而不是这个替罪羊女孩。吉祥物不会释放任何生命体征，只在极少数人的眼睛里观察到，但拒绝一切形式的有意义的反应。在我们有能力打开它们的嘴巴之前——我们应该给牺牲的女孩一个尊重的葬礼。理查德.泰根。"
AlertString="魔法少女"



[Fake_Magi X2SoldierClassTemplate]
+DisplayName="变种人魔法少女化身"
+ClassSummary="战斗结束时，这位变种人教派的妖精变成了一个"女孩"，在一道微弱的闪光中进入了僵局。现在她唯一的证据就是一块破碎的珠宝和一只身上有无可辩驳的纹身的"松鼠"。——根据现场人员的证词，我们已经在一个特殊的容器中分离了这种生物。"
+RandomNickNames[0]="圆"
+RandomNickNames[1]="小焰"
+RandomNickNames[2]="妈妈"
+RandomNickNames[3]="沙耶香"
+RandomNickNames[4]="京子"
+RandomNickNames[5]="渚"
+RandomNickNames[6]="伊吕波"
+RandomNickNames[7]="八千代"
+RandomNickNames[8]="鹤乃"
+RandomNickNames[9]="纱奈"
+RandomNickNames[10]="费利西亚"
+RandomNickNames[11]="美冬"
+RandomNickNames[12]="董香"
+RandomNickNames[13]="阿丽娜"
+RandomNickNames[14]="音梦"
+RandomNickNames[15]="用户界面"
+RandomNickNames[15]="雷娜"
+RandomNickNames[16]="桃子"
+RandomNickNames[17]="枫 "
+RandomNickNames[18]="卡琳"
+RandomNickNames[19]="金木"
+RandomNickNames[20]="魂麻"
+RandomNickNames[21]="月夜"
+RandomNickNames[22]="司"
+RandomNickNames_Female[0]="织子"
+RandomNickNames_Female[1]="雾香"
+RandomNickNames_Female[2]="尤马"
+RandomNickNames_Female[3]="和美"
+RandomNickNames_Female[4]="铃音"
+RandomNickNames_Female[5]="祭典"
+RandomNickNames_Female[6]="篝"

[AdventPuellaMagi_M1 X2CharacterTemplate]
strCharacterName="变种人魔法少女"

[AdventPuellaMagi_M2 X2CharacterTemplate]
strCharacterName="高级变种人魔法少女"

[AdventPuellaMagi_M3 X2CharacterTemplate]
strCharacterName="精英变种人魔法少女"

[ADVHerWillPassive X2AbilityTemplate]
+LocFriendlyName="灵魂宝石"
+LocLongDescription="该士兵可随时投入任务，无论其身体或精神受到何种伤害。"
+LocHelpText="该士兵可随时投入任务，无论其身体或精神受到何种伤害。"
+LocPromotionPopupText="<Bullet/>她的灵魂宝石被嵌入在放大器中，因此可以随时投入到任务中——无论身体或精神受到何种伤害。<br/><Bullet/>小心。这名士兵死亡时会造成‘灾难’！<br/>"

[ADVHerWill X2AbilityTemplate]
+LocFriendlyName="希望破灭"
+LocLongDescription="没有希望。她的灵魂已经被彻底摧毁。"
+LocHelpText="没有希望。她的灵魂已被‘物理’摧毁。"
+LocFlyOverText="希望破灭"

[ADVHerWillBurst X2AbilityTemplate]
+LocFriendlyName="腐败〜堕落"
+LocLongDescription="她的灵魂宝石被嵌入到增幅器中，最大程度地减少了士兵死亡的‘悲剧’。"
+LocHelpText="使所有目标范围内的所有物体受到燃烧、酸灼伤、恐慌和中毒的效果。（包括友方！）"
+LocFlyOverText="腐败〜堕落"


[ADVENTBowRand X2AbilityTemplate]
LocFriendlyName="射出魔导箭"
LocLongDescription="保证命中的射击被视为近战，有机会击晕或迷惑目标。触发动量。（1专注）"
LocHelpText="必杀射击被视为近战攻击，有机会击晕或迷惑目标。触发动量但消耗 1 点集中值"
LocPromotionPopupText="<Bullet/> 射击被视为近战，有机会击晕或迷惑目标。触发动量，但消耗 1 点专注点<br/><Bullet/> 引导箭的伤害在更高专注点值水平下增加。<br/><Bullet/> 施放撕裂后，魔法少女化身将获得动量，允许他们进行一次移动动作。攻击后使用此功能返回掩体。<br/><Bullet/> 撕裂有 <Ability:RENDSTUNCHANCE/>% 的几率使每个集中值晕眩。被晕眩的目标也会被击退。<br/><Bullet/> 撕裂有 <Ability:RENDDISORIENTCHANCE/>% 的几率使每个集中值迷惑。<br/>"

[Advent_Momentum1 X2AbilityTemplate]
LocFriendlyName="祈祷神迹"
LocLongDescription="立即激活一次格挡"
LocHelpText="立即激活一次格挡"
LocFlyOverText="祈祷神迹"


[Advent_Momentum2 X2AbilityTemplate]
LocFriendlyName="神迹初显"
LocLongDescription="立即激活两次格挡"
LocHelpText="立即激活两次格挡"
LocFlyOverText="神迹初显"

[Advent_Momentum3 X2AbilityTemplate]
LocFriendlyName="神迹降临"
LocLongDescription="立即激活三次格挡 "
LocHelpText="立即激活三次格挡 "
LocFlyOverText="神迹降临"



[ADVENTBow_CV X2WeaponTemplate]
FriendlyName="长老弓箭手"
BriefSummary="一种给予直接受到长老契约的魔法少女化身的魔法武器。"
TacticalText="<Bullet/>与其他枪械不同，融合 弓箭手需要的是专注点，而不是弹药。\n<Bullet/>弓箭手可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>某些手枪相关技能无需专注点即可使用。"
AbilityDescName="长老弓箭手"

[ADVENTBow_MG X2WeaponTemplate]
FriendlyName="长老弓箭手"
BriefSummary="一种给予直接受到长老契约的魔法少女化身的魔法武器。"
TacticalText="<Bullet/>与其他枪械不同，融合 弓箭手需要的是专注点，而不是弹药。\n<Bullet/>弓箭手可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>某些手枪相关技能无需专注点即可使用。"
AbilityDescName="长老弓箭手"

[ADVENTBow_BM X2WeaponTemplate]
FriendlyName="长老弓箭手"
BriefSummary="一种给予直接受到长老契约的魔法少女化身的魔法武器。"
TacticalText="<Bullet/>与其他枪械不同，融合 弓箭手需要的是专注点，而不是弹药。\n<Bullet/>弓箭手可以通过单一动作进行射击，并且不能进行通用的监视射击\n<Bullet/>某些手枪相关技能无需专注点即可使用。"
AbilityDescName="长老弓箭手"


[SpecialPriestAmp_CV X2WeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText="<Bullet/> 只有少数魔法少女是可用的灵能增幅器。\n<Bullet/> 可作为主要武器，但不能射击和监视"

[SpecialPriestAmp_MG X2WeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText=""<Bullet/> 只有少数魔法少女可以使用高级灵能增幅器\n<Bullet/>无法射击和守望。相反，闪电反射会恢复"

[SpecialPriestAmp_BM X2WeaponTemplate]
FriendlyName="孵化灵魂石"
BriefSummary="这个增幅器是由长老的灵能精华制成的。因此，她成为了接近半神的存在。"
TacticalText="<Bullet/>只有少数魔法少女可获得高级灵能增幅器。\n<Bullet/>无法射击和监视。相反，闪电反射和持续能力会恢复"


[MagiMedikit X2WeaponTemplate]
FriendlyName="神经除颤器"
FriendlyNamePlural="神经除颤器"
BriefSummary="该装备通过强制复活受到致命伤害目标的神经系统，如果使用得当还可以避免不必要的杀戮。"
TacticalText="<Bullet/>神经除颤器是一种医疗包，它无法治愈盟友，但可以拯救正在流血的变种人魔法少女化身。\n<Bullet/>配备神经除颤器后，可以保证任何处于流血状态的敌人都能流血。"

[MagiMedikitStabilize X2AbilityTemplate]
LocFriendlyName="快速稳定"
LocHelpText="防止士兵或变种人魔法少女化身流血并立即使他们恢复活力。"
LocFlyOverText="快速稳定"


[MagiMedikitRevival X2AbilityTemplate]
LocFriendlyName="休克疗法"
LocHelpText="消除所有负面的精神状态影响。士兵或变种人魔法少女化身的混乱、迷惑、恐慌或失去意识"
LocFlyOverText="休克疗法"

[MeditationPreparationADPM X2AbilityTemplate]
LocFriendlyName="长老的礼物"
LocFlyOverText="警告：检测到变种人魔法少女。"
LocLongDescription="所有任务都以 1 个专注点开始。"
LocHelpText="所有任务都以 1 个专注开始。"

[MeditationPreparationPassiveADPM X2AbilityTemplate]
LocFriendlyName="长老的礼物"
LocFlyOverText="警告：检测到变种人魔法少女。"
LocLongDescription="所有任务都以 1 个专注点开始。"
LocHelpText="所有任务都以 1 个专注点开始。"

[MeditationPreparation2 X2AbilityTemplate]
LocFriendlyName="长老的馈赠。"
LocFlyOverText="警告：检测到变种人魔法少女。"
LocLongDescription="所有任务都以 2 个专注点开始。"
LocHelpText="所有任务都以 2 个专注点开始。"

[MeditationPreparationPassive2 X2AbilityTemplate]
LocFriendlyName="长老的馈赠"
LocFlyOverText="警告：检测到变种人魔法少女。"
LocLongDescription="所有任务都以 2 个专注点开始。"
LocHelpText="所有任务都以 2 个专注点开始。"


[MeditationPreparation3 X2AbilityTemplate]
LocFriendlyName="安吉利斯的祝福"
LocFlyOverText="警告：检测到强烈能量波动，建议撤离！"
LocLongDescription="所有任务都以 3 个专注点开始。"
LocHelpText="所有任务都从 3 个专注点开始。"

[MeditationPreparationPassive2 X2AbilityTemplate]
LocFriendlyName="安吉利斯的祝福"
LocFlyOverText="警告：检测到强烈能量波动，建议撤离！"
LocLongDescription="所有任务都以 3 个专注点开始。"
LocHelpText="所有任务都从 3 个专注点开始。"

[GSCombatStims X2AbilityTemplate]
LocFriendlyName="使用狮鹫种子"
LocHelpText="立即获得 1 个额外行动点和专注点。无需花费任何行动即可激活。"
LocLongDescription="使用狮鹫种子的士兵将获得 1 个额外的行动点和专注点。这不需要花费任何行动来激活。狮鹫种子只能使用一次，使用后将从士兵的库存中移除。"
LocFlyOverText="狮鹫种子"

[GSCombatStims X2WeaponTemplate]
FriendlyName="狮鹫种子"
FriendlyNamePlural="狮鹫种子"
BriefSummary="借助我们的副官孵化器，我们可以制造一种装置，利用收集到的"情感"能量来"净化"灵魂。当用于不具备灵能天赋的士兵时，可以预期暂时的注意力和反应能力会提高。然而，灵能使用者预计会有更独特的效果。"
TacticalText="<Bullet/> 狮鹫种子可让士兵立即恢复行动。\n<Bullet/> 如果士兵拥有像圣殿骑士一样的专注点，那么也会获得专注点。"

[RIP X2WeaponTemplate]
FriendlyName="归乡"
FriendlyNamePlural="归乡"
BriefSummary="这个无辜的女孩在 XCOM 和长老的战争中牺牲了。在适当的信息来源和黑市的帮助下，我们将能够慷慨地将她的遗体归还给她悲痛的家人 - 并通过扰乱 变种人 的人寿保险系统来帮助她重建人寿保险系统。"
TacticalText="<Bullet/>回家包裹是仅在黑市上销售的特殊物品。"

[DominaarrowstormAttack X2AbilityTemplate]
LocFriendlyName="崩溃射击"
LocLongDescription="向进入或攻击射程的任何敌人发射<Ability:WeaponName/>。"
LocHelpText="向任何进入或攻击射程的敌人发射<Ability:WeaponName/>。"
LocFlyOverText="崩溃射击"

[GrandarrowstormAttack X2AbilityTemplate]
LocFriendlyName="天体绽放"
LocLongDescription="保证命中，向进入或攻击范围的任何敌人发射<Ability:WeaponName/>。"
LocHelpText="保证命中，向进入射程或从射程攻击的任何敌人发射<Ability:WeaponName/>。"
LocFlyOverText="天体绽放"

[ADPM_ArcWave X2AbilityTemplate]
LocFriendlyName="暴风雨"
LocLongDescription="只有变种人魔法少女化身才能使用的特殊广域近战技能。"
LocHelpText="只有变种人魔法少女化身才能使用的特殊广域近战技能。"
LocFlyOverText="暴风雨"

[PM_StunLance X2AbilityTemplate]
LocFriendlyName="解决"
LocLongDescription="擒抱攻击可以击晕健康目标，使其失去行动能力。当用于已经受伤的目标时，该武器实际上可以使其失去意识，使其在剩余的战斗中失去行动能力。"
LocHelpText="使用擒抱攻击近战范围内的目标，有机会使目标受到负面精神影响。"


[AD_Pyromancer X2AbilityTemplate]
LocFriendlyName="灵魂焚化"
LocLongDescription="向锥形区域喷射灵能火焰。"
LocHelpText="在锥形区域喷射灵能火焰。"
LocFlyOverText="灵魂焚化"
LocPromotionPopupText="<Bullet/> 在锥形区域喷射灵能火焰。<br/><Bullet/> 灵魂焚化对迷失者来说非常有效，但对你的机器没有效果。<br/>"


[AdventWishPassion X2AbilityTemplate]
LocFriendlyName="愿望：激情（灵魂兴奋剂）"
LocLongDescription="她希望直接改变自己或他人的内在弱点。通过激励和激情技能，可以给予对手或自己额外的 AP。"
LocHelpText="她希望直接改变自己或他人的内在弱点。通过激励和激情技能，可以给予对手或自己额外的 AP。"
LocFlyOverText="愿望：激情"
LocPromotionPopupText="<Bullet/>魔法类型：火焰<br/><br/>这个愿望得到了想要改变自己脆弱意志的宿主的回应，让通过这个愿望成为魔法少女的契约者在一切事情上都明确地有了目的和动力。而魔法少女有着坚定的目的感。所以在苏尔杰姆怀抱这个愿望的魔法少女，心中有着明确的希望。但首先，打破硬核的危险是巨大的。但是，这个直接影响精神或人际关系的愿望，根据激活的程度，可能会非常危险。尤其是魔法少女，精神受损直接与永久死亡有关。"

[AdventWishAnswer X2AbilityTemplate]
LocFriendlyName="愿望：答案（动力）"
LocLongDescription="她希望立即得到补偿。因此，获得瞄准、机动、生命值和闪避的奖励。"
LocHelpText="她希望立即得到补偿。因此，获得瞄准、机动、生命值和闪避的奖励。"
LocFlyOverText="愿望：答案"
LocPromotionPopupText="<Bullet/>魔法类型：森林<br/><br/>这个愿望并非物理上的不可能，而是对她无法通过自己的努力克服或获得的愿望的回应。有了这个愿望，成为魔法少女的主人将立即获得一个空的奖励，并拥有在未来保留该奖励的力量。但是，不费吹灰之力就成功的果实并不十分甜蜜，而不断吃下这些毒药的魔法少女心中的不耐烦将比她曾经感受到的任何喜悦都要强烈。"

[AdventWishMental X2AbilityTemplate]
LocFriendlyName="愿望：精神（集中精力）"
LocLongDescription="对于她的愿望，精神和智力比任何物质都重要。因此，获得意志、灵能攻击奖励并恢复生命值"
LocHelpText="对于她的愿望，精神和智力比任何物质都重要。因此，获得意志、灵能攻击奖励并恢复生命值"
LocFlyOverText="愿望：精神"
LocPromotionPopupText="<Bullet/>魔法类型：水<br/><br/>这种欲望表现为，为了实现主人的愿望，需要心灵（=或神经系统）部分发生重大变化，而不是物质变化。如果真实转变水平高，它可以通过超自然原理影响身体。考虑到心灵对人类和魔法操纵原理的影响，这种愿望几乎可以产生任何接近全能的效果。然而，这种直接影响精神或人际关系的欲望，根据激活程度，可能会非常危险。对于魔法少女来说尤其如此，精神障碍与永久性死亡直接相关。"

[AdventWishFantasy X2AbilityTemplate]
LocFriendlyName="愿望：幻想（混乱的神圣战士）"
LocLongDescription="她想要一些在现实中无论如何都不可能实现的事情，但她的愿望实现了。拥有逆转和交换技能，每次任务开始时都以 2 点专注力。"
LocHelpText="她想要一些在现实中无论如何都不可能实现的事情，但她的愿望实现了。拥有逆转和交换技能，每次任务开始时都以 2 点专注力开始。"
LocFlyOverText="愿望：幻想"
LocPromotionPopupText="<Bullet/>魔法类型：光<br/><br/>一般来说，人们的愿望都与现实有关，但有些人可能想要一些明显不符合现实宇宙法则的事情。结果，魔法少女的愿望和戴米·加德的力量一样改变了现实。但所有这些奇迹都不是人类的努力，而是虚幻的超自然现实世界改造的结果。这意味着人类的所有系统都被新的愿望系统接管，然后被中和。而如果提出这个愿望的魔法少女认识到了上述情况，她的绝望将比她见过的任何东西都更强烈。"

[AdventWishReality X2AbilityTemplate]
LocFriendlyName="愿望：现实（特种作战）"
LocLongDescription="她想要一个极其现实或简单的梦想，或者一个系统的方法来实现她的理想。增加主要武器伤害 1，并在小队被发现时保持隐藏。"
LocHelpText="她想要一个极其现实或简单的梦想，或者一个系统的方法来实现她的理想。增加主要武器伤害 1，并在小队被发现时保持隐藏。"
LocFlyOverText="愿望：现实"
LocPromotionPopupText="<Bullet/>魔法类型：暗<br/><br/>某些人的愿望已经是系统化或者非常具体的，因此实现它们所需要的奇迹和魔法的程度与结果相比可能非常小。基于这些愿望，魔法少女能够凭借现实的天赋解决宇宙面前的困难。然而，现实的希望很快就会带来现实的绝望，而这个魔法少女比其他人更绝望——因为她知道，现实比任何东西都更残酷。"

[AdventWishVoid X2AbilityTemplate]
LocFriendlyName="愿望：虚空（自毁）"
LocLongDescription="她只想看着世界燃烧。随时可能惊慌失措并从身体中召唤一个灵能僵尸，但意志永久减少 -100。"
LocHelpText="她只想看着世界燃烧。随时可能惊慌失措并从身体中召唤一个灵能僵尸，但意志永久减少 -100。"
LocFlyOverText="愿望：无效"
LocPromotionPopupText="<Bullet/>魔法类型：【警告-灵魂检测异常。立即废弃】<br/><br/>这种不可思议的他人愿望，是魔法少女成长过程中，有一次因为社交出现了严重问题而产生了这个愿望，又很可能是家庭环境暂时出现了问题，这个愿望正忙着让世界按照魔法少女的要求而堕落。首先，魔法少女的家庭关系被破坏，社区出现混乱，社会和国家问题出现，国际危险和星球灾难不断发生。当然，没有哪个魔法少女能够从头到尾忍受这种现象而不受任何精神伤害。而对于魔法少女来说，精神伤害是一个非常严重的问题。"


[AdventWishXCOM X2AbilityTemplate]
LocFriendlyName="愿望：XCOM"
LocLongDescription="糟糕。也许变种人太粗心了。允许您自由移动到天空并立即进入隐蔽状态。"
LocHelpText="糟糕。也许变种人粗心了。允许您自由移动到天空并立即进入隐蔽状态。"
LocFlyOverText="愿望：XCOM"
LocPromotionPopupText="<Bullet/>魔法类型：暗<br/><br/>某些人的愿望已经是系统化或者非常具体的，因此实现它们所需要的奇迹和魔法的程度与结果相比可能非常小。基于这些愿望，魔法少女能够凭借现实的天赋解决宇宙面前的困难。然而，现实的希望很快就会带来现实的绝望，而这个魔法少女比其他人更绝望——因为她知道，现实比任何东西都更残酷。"


[ConciliateXCOM X2AbilityTemplate]
LocFriendlyName="驱邪"
LocHelpText="对被控制的魔法少女进行"重新思想控制"。魔法少女在被驱除长老的控制时会失去意识"
LocLongDescription="对被控制的魔法少女进行"重新思想控制"。魔法少女在被驱除长老的控制时时会失去意识"
LocFlyOverText="驱邪成功！"
